import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "应用名称": {id: "CI2301.应用名称"},
    "类别": {id: "CI2301.类别"},
    "源地址": {id: "CI2301.源地址"},
    "源端口": {id: "CI2301.源端口"},
    "目标地址": {id: "CI2301.目标地址"},
    "目标端口": {id: "CI2301.目标端口"},
    "协议": {id: "CI2301.协议"},
    "备注": {id: "CI2301.备注"},
    "操作": {id: "CI2301.操作"},
    "企业名称": {id: "CI2301.企业名称"},
    "编辑自定义应用": {id: "CI2301.编辑自定义应用"},
    "添加自定义应用": {id: "CI2301.添加自定义应用"},
    "请选择企业": {id: "CI2301.请选择企业"},
    "请输入应用名称": {id: "CI2301.请输入应用名称"},
    "请选择类别": {id: "CI2301.请选择类别"},
    "请选择协议": {id: "CI2301.请选择协议"},
    "请输入源IP/IP段": {id: "CI2301.请输入源IP/IP段"},
    "请输入源端口": {id: "CI2301.请输入源端口"},
    "请输入目标IP/IP段": {id: "CI2301.请输入目标IP/IP段"},
    "请输入目标端口": {id: "CI2301.请输入目标端口"},
    "请选择应用类别": {id: "CI2301.请选择应用类别"},
    "请输入备注": {id: "CI2301.请输入备注"},
    "请选择企业名称": {id: "CI2301.请选择企业名称"},

});

export default messages;

