import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "节点名称": {id: "CI1101.节点名称"},
    "IP/IP段": {id: "CI1101.IP/IP段"},
    "节点类型": {id: "CI1101.节点类型"},
    "边缘": {id: "CI1101.边缘"},
    "中心": {id: "CI1101.中心"},
    "设备名称": {id: "CI1101.设备名称"},
    "设备类型": {id: "CI1101.设备类型"},
    "设备型号": {id: "CI1101.设备型号"},
    "设备序列号": {id: "CI1101.设备序列号"},
    "分组": {id: "CI1101.分组"},
    "确认删除该分组吗?": {id: "CI1101.确认删除该分组吗?"},
    "节点分组": {id: "CI1101.节点分组"},
    "添加组": {id: "CI1101.添加组"},
    "编辑组名": {id: "CI1101.编辑组名"},
    "组名": {id: "CI1101.组名"},
    "请输入组名": {id: "CI1101.请输入组名"},
    "组名最多不超过50个字符": {id: "CI1101.组名最多不超过50个字符"},
    "添加节点": {id: "CI1101.添加节点"},
    "源列表": {id: "CI1101.源列表"},
    "目的列表": {id: "CI1101.目的列表"},
    "设备信息": {id: "CI1101.设备信息"},

});

export default messages;
