import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "仅统计正式用户": {id: "MI1401.仅统计正式用户"},
    "仅统计试用用户": {id: "MI1401.仅统计试用用户"},
    "日报表": {id: "MI1401.日报表"},
    "周报表": {id: "MI1401.周报表"},
    "月报表": {id: "MI1401.月报表"},
    "序号": {id: "MI1401.序号"},
    "链路名称": {id: "MI1401.链路名称"},
    "链路状态": {id: "MI1401.链路状态"},
    "企业名称": {id: "MI1401.企业名称"},
    "客户状态": {id: "MI1401.客户状态"},
    "峰值负载率": {id: "MI1401.峰值负载率"},
    "带宽": {id: "MI1401.带宽"},
    "发生时间": {id: "MI1401.发生时间"},
    "前后15分钟": {id: "MI1401.前后15分钟"},
    "前后半小时": {id: "MI1401.前后半小时"},
    "前后3小时": {id: "MI1401.前后3小时"},
    "前后12小时": {id: "MI1401.前后12小时"},
    "前后1天": {id: "MI1401.前后1天"},
    "前后3天": {id: "MI1401.前后3天"},
    "显示排行榜": {id: "MI1401.显示排行榜"},
    "峰值负载率排行榜": {id: "MI1401.峰值负载率排行榜"},
    "范围的链路": {id: "MI1401.范围的链路"},
    "峰值负载率在": {id: "MI1401.峰值负载率在"},
    "本企业所有链路峰值负载率清单": {id: "MI1401.本企业所有链路峰值负载率清单"},
    "历史负载率": {id: "MI1401.历史负载率"},
    "时间": {id: "MI1401.时间"},
    "峰值负载率分析":{id:"MI1401.峰值负载率分析"},
    "链路数":{id:"MI1401.链路数"},
});

export default messages;

