import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "设备名称": {id: "MI0601.设备名称"},
    "节点IP": {id: "MI0601.节点IP"},
    "版本": {id: "MI0601.版本"},
    "机房": {id: "MI0601.机房"},
    "型号": {id: "MI0601.型号"},
    "状态": {id: "MI0601.状态"},
    "设备序列号": {id: "MI0601.设备序列号"},
    "自动分配": {id: "MI0601.自动分配"},
    "操作": {id: "MI0601.操作"},
    "请选择机房": {id: "MI0601.请选择机房"},
    "请选择状态": {id: "MI0601.请选择状态"},
    "编辑TWS": {id: "MI0601.编辑TWS"},
    "新增TWS": {id: "MI0601.新增TWS"},
    "TWS名称": {id: "MI0601.TWS名称"},
    "请输入TWS名称": {id: "MI0601.请输入TWS名称"},
    "请输入设备序列号": {id: "MI0601.请输入设备序列号"},
    "请输入32位的字母或数字组合": {id: "MI0601.请输入32位的字母或数字组合"},
    "支持": {id: "MI0601.支持"},
    "不支持": {id: "MI0601.不支持"},
    "请输入型号": {id: "MI0601.请输入型号"},
    "请选择是否自动分配": {id: "MI0601.请选择是否自动分配"},
    "确认": {id: "MI0601.确认"},
    "区域": {id: "MI0601.区域"},
});

export default messages;

