import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "链路名称": {id: "BI0401.链路名称"},
    "状态": {id: "BI0401.状态"},
    "企业名称": {id: "BI0401.企业名称"},
    "节点名称": {id: "BI0401.节点名称"},
    "服务等级": {id: "BI0401.服务等级"},
    "云VPN": {id: "BI0401.云VPN"},
    "云专线": {id: "BI0401.云专线"},
    "超级云专线": {id: "BI0401.超级云专线"},
    "链路类型": {id: "BI0401.链路类型"},
    "带宽(M)": {id: "BI0401.带宽(M)"},
    "人工选路": {id: "BI0401.人工选路"},
    "未启用": {id: "BI0401.未启用"},
    "已启用": {id: "BI0401.已启用"},
    "智能去重": {id: "BI0401.智能去重"},
    "国内组网": {id: "BI0401.国内组网"},
    "全球组网": {id: "BI0401.全球组网"},
    "国内SaaS加速": {id: "BI0401.国内SaaS加速"},
    "全球SaaS加速": {id: "BI0401.全球SaaS加速"},
    "去重": {id: "BI0401.去重"},
    "不去重": {id: "BI0401.不去重"},
    "自动选路": {id: "BI0401.自动选路"},
    "链路总数": {id: "BI0401.链路总数"},
    "请选择状态": {id: "BI0401.请选择状态"},
    "请选择链路类型": {id: "BI0401.请选择链路类型"},
    "请选择去重方式": {id: "BI0401.请选择去重方式"},
    "请选择选路方式": {id: "BI0401.请选择选路方式"},
    "RTT基准值":{id: "BI1101.RTT基准值"},
    "请选择公司":{id:"BI1101.请选择公司"}
});

export default messages;


