import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "编辑": {id: "MI1901.编辑"},
    "新增": {id: "MI1901.新增"},
    "设备名称": {id: "MI1901.设备名称"},
    "请输入设备名称": {id: "MI1901.请输入设备名称"},
    "设备名称最多输入64字符": {id: "MI1901.设备名称最多输入64字符"},
    "版本": {id: "MI1901.版本"},
    "请选择版本": {id: "MI1901.请选择版本"},
    "所在机房": {id: "MI1901.所在机房"},
    "请选择机房": {id: "MI1901.请选择机房"},
    "CPU核数": {id: "MI1901.CPU核数"},
    "请输入CPU核数": {id: "MI1901.请输入CPU核数"},
    "只能输入正整数": {id: "MI1901.只能输入正整数"},
    "内存大小(GB)": {id: "MI1901.内存大小(GB)"},
    "请输入内存大小": {id: "MI1901.请输入内存大小"},
    "创建时间": {id: "MI1901.创建时间"},
    "区域": {id: "MI1901.区域"},
    "机房": {id: "MI1901.机房"},
    "Docker数量": {id: "MI1901.Docker数量"},
    "操作": {id: "MI1901.操作"},
    "运营商": {id: "MI1901.运营商"},
    "IP地址": {id: "MI1901.IP地址"},
    "带宽(M)": {id: "MI1901.带宽(M)"},
    "备注": {id: "MI1901.备注"},
    "ISP配置": {id: "MI1901.ISP配置"},
    "请选择运营商":{id:"MI1901.请选择运营商"},
    "编辑ISP":{id:"MI1901.编辑ISP"},
    "新增ISP":{id:"MI1901.新增ISP"},
    "带宽":{id:"MI1901.带宽"},
    "请输入带宽":{id:"MI1901.请输入带宽"},
    "请输入运营商IP":{id:"MI1901.请输入运营商IP"},
    "请输入正确IP格式":{id:"MI1901.请输入正确IP格式"},
    "最多输入256字符":{id:"MI1901.最多输入256字符"},
    "请输入备注":{id:"MI1901.请输入备注"},
    "确定删除当前信息?":{id:"MI1901.确定删除当前信息?"},
    
    "物理机名称":{id:"MI1901.物理机名称"}

});

export default messages;
