import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "国家(地区)": {id: "PC0403.国家(地区)"},
    "省(直辖市)": {id: "PC0403.省(直辖市)"},
    "地级市(省会)": {id: "PC0403.地级市(省会)"},
    "经度": {id: "PC0403.经度"},
    "纬度": {id: "PC0403.纬度"},
    "说明": {id: "PC0403.说明"},
    "操作": {id: "PC0403.操作"},
    "添加区域": {id: "PC0403.添加区域"},
    "编辑区域": {id: "PC0403.编辑区域"},
    "请选择国家(地区)": {id: "PC0403.请选择国家(地区)"},
    "请输入经度": {id: "PC0403.请输入经度"},
    "请选择省(直辖市)": {id: "PC0403.请选择省(直辖市)"},
    "请输入地级市(省会)": {id: "PC0403.请输入地级市(省会)"},
    "请输入纬度": {id: "PC0403.请输入纬度"},



});

export default messages;


