import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "出库时间": {id: "MI1601.出库时间"},
    "设备序列号": {id: "MI1601.设备序列号"},
    "硬件编号": {id: "MI1601.硬件编号"},
    "设备型号": {id: "MI1601.设备型号"},
    "设备名称": {id: "MI1601.设备名称"},
    "设备类型": {id: "MI1601.设备类型"},
    "操作系统": {id: "MI1601.操作系统"},
    "快递单号": {id: "MI1601.快递单号"},
    "快递公司": {id: "MI1601.快递公司"},
    "经办人": {id: "MI1601.经办人"},
    "物流信息": {id: "MI1601.物流信息"},
    "编辑物流信息": {id: "MI1601.编辑物流信息"},
    "物流公司": {id: "MI1601.物流公司"},
    "请输入物流公司": {id: "MI1601.请输入物流公司"},
    "物流公司最多输入128字符": {id: "MI1601.物流公司最多输入128字符"},
    "物流单号": {id: "MI1601.物流单号"},
    "请输入物流单号": {id: "MI1601.请输入物流单号"},
    "物流单号最多输入64字符": {id: "MI1601.物流单号最多输入64字符"},
    "请选择设备类型": {id: "MI1601.请选择设备类型"},
    "请选择设备型号": {id: "MI1601.请选择设备型号"},
    "小计": {id: "MI1601.小计"},
    "合计": {id: "MI1601.合计"},
});

export default messages;


