import {defineMessages} from 'react-intl';
const messages=defineMessages({
       "服务等级":{id:"BI0702.服务等级"},
        "云VPN":{id:"BI0702.云VPN"},
       "云专线":{id:"BI0702.云专线"},
        "超级云专线":{id:"BI0702.超级云专线"},
       "合计":{id:"BI0702.合计"},
       "计费链路":{id:"BI0702.计费链路"},
          "国内组网":{id:"BI0702.国内组网"},
          "国内SaaS加速":{id:"BI0702.国内SaaS加速"},
            "全球组网":{id:"BI0702.全球组网"},
            "全球SaaS加速":{id:"BI0702.全球SaaS加速"},
             "链路数量":{id:"BI0702.链路数量"},
             "不计费链路":{id:"BI0702.不计费链路"},
             "链路名称":{id:"BI0702.链路名称"},
             "启用日期":{id:"BI0702.启用日期"},
             "最近结算日":{id:"BI0702.最近结算日"},

             "链路类型":{id:"BI0702.链路类型"},
             "带宽(M)":{id:"BI0702.带宽(M)"},
             "计费类型":{id:"BI0702.计费类型"},
             "操作":{id:"BI0702.操作"},
             "增量链路":{id:"BI0702.增量链路"},
             "存量链路":{id:"BI0702.存量链路"},
             "计费":{id:"BI0702.计费"},
             "不计费":{id:"BI0702.不计费"},
             "请选择企业":{id:"BI0702.请选择企业"},
             "请选择账期":{id:"BI0702.请选择账期"},
             "账单名称":{id:"BI0702.账单名称"},
             "取消":{id:"BI0702.取消"},
             "保存账单":{id:"BI0702.保存账单"},
             "本期数据汇总":{id:"BI0702.本期数据汇总"},
             "链路清单":{id:"BI0702.链路清单"},

});

export default messages;


