import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "申请时间":{id:"BI2001.申请时间"},
    "接入区域":{id:"BI2001.接入区域"},
    "物理专线":{id:"BI2001.物理专线"},
    "企业名称":{id:"BI2001.企业名称"},
    "中心节点":{id:"BI2001.中心节点"},
    "阿里云UID":{id:"BI2001.阿里云UID"},
    "阿里云侧互联IP":{id:"BI2001.阿里云侧互联IP"},
    "客户侧互联IP":{id:"BI2001.客户侧互联IP"},
    "子网掩码":{id:"BI2001.子网掩码"},
    "请选择接入区域":{id:"BI2001.请选择接入区域"},
    "请选择物理专线":{id:"BI2001.请选择物理专线"},
    "请选择企业名称":{id:"BI2001.请选择企业名称"},
    "请选择中心节点":{id:"BI2001.请选择中心节点"},
    "请输入阿里云UID":{id:"BI2001.请输入阿里云UID"},
    "请输入VLANID":{id:"BI2001.请输入VLANID"},
    "请输入阿里云侧互联IP":{id:"BI2001.请输入阿里云侧互联IP"},
    "请输入客户侧互联IP":{id:"BI2001.请输入客户侧互联IP"},
    "请输入子网掩码":{id:"BI2001.请输入子网掩码"},
    "操作": {id: "BI0801.操作"},
    "修改VBR":{id:"BI2001.修改VBR"},
    "添加VBR":{id:"BI2001.添加VBR"},
    "输入范围在2-2999之间":{id:"BI2001.输入范围在2-2999之间"}
});

export default messages;
