import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "条": {id: "MI1203.条"},
    "应用名称": {id: "MI1203.应用名称"},
    "目标地址": {id: "MI1203.目标地址"},
    "目标端口": {id: "MI1203.目标端口"},
    "协议": {id: "MI1203.协议"},
    "去重前流量(M)": {id: "MI1203.去重前流量(M)"},
    "去重后流量(M)": {id: "MI1203.去重后流量(M)"},
    "去重节省流量(M)": {id: "MI1203.去重节省流量(M)"},
    "历史流量": {id: "MI1203.历史流量"},
    "流量(MB)": {id: "MI1203.流量(MB)"},
    "去重率(%)": {id: "MI1203.去重率(%)"},
    "去重前流量(MB)": {id: "MI1203.去重前流量(MB)"},
    "去重后流量(MB)": {id: "MI1203.去重后流量(MB)"},
    "请选择时间间隔": {id: "MI1203.请选择时间间隔"},
    "最近30分钟": {id: "MI1203.最近30分钟"},
    "最近六小时": {id: "MI1203.最近六小时"},
    "最近24小时": {id: "MI1203.最近24小时"},
    "最近一周": {id: "MI1203.最近一周"},
    "流量去重日统计": {id: "MI1203.流量去重日统计"},
    "应用流量去重日统计": {id: "MI1203.应用流量去重日统计"},


});

export default messages;
