import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "请上传txt格式文件": {id: "MI0401.请上传txt格式文件"},
    "确认删除该项吗?": {id: "MI0401.确认删除该项吗?"},
    "域名": {id: "MI0401.域名"},
    "导入失败原因": {id: "MI0401.导入失败原因"},
    "添加黑名单": {id: "MI0401.添加黑名单"},
    "请输入域名": {id: "MI0401.请输入域名"},
    "提示:批量导入的文件必须使用提供的模板才能成功": {id: "MI0401.提示:批量导入的文件必须使用提供的模板才能成功"},
    "上传文件": {id: "MI0401.上传文件"},
    "没有模板": {id: "MI0401.没有模板"},
    "点击下载": {id: "MI0401.点击下载"},
    "导入结果": {id: "MI0401.导入结果"},
    "导入成功": {id: "MI0401.导入成功"},
    "导入失败": {id: "MI0401.导入失败"},
    "操作": {id: "MI0401.操作"},

});

export default messages;


