import {defineMessages} from 'react-intl';

const messages = defineMessages({



    '编辑':{id:"BI1903.编辑"},
    '新增':{id:"BI1903.新增"},
    '企业名称':{id:"BI1903.企业名称"},
    '请选择企业':{id:"BI1903.请选择企业"},
    'SSID模板':{id:"BI1903.SSID模板"},
    '请选择SSID模板':{id:"BI1903.请选择SSID模板"},
    '频段':{id:"BI1903.频段"},
    '请选择频段':{id:"BI1903.请选择频段"},
    '使用对象':{id:"BI1903.使用对象"},
    '请选择使用对象':{id:"BI1903.请选择使用对象"},
    '员工':{id:"BI1903.员工"},
    '节点名称':{id:"BI1903.节点名称"},
    '请选择节点名称':{id:"BI1903.请选择节点名称"},
    '模板更新':{id:"BI1903.模板更新"},
    '操作':{id:"BI1903.操作"},
    '请选择状态':{id:"BI1903.请选择状态"},
    '批量更新':{id:"BI1903.批量更新"},
    '访客':{id:"BI1903.访客"},
});

export default messages;

