import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "编辑":{id:"BI1902.编辑"},
    "新增":{id:"BI1902.新增"},
    "企业名称":{id:"BI1902.企业名称"},
    "请选择企业名称":{id:"BI1902.请选择企业名称"},
    "认证方式":{id:"BI1902.认证方式"},
    "请选择认证方式":{id:"BI1902.请选择认证方式"},
    "SSID":{id:"BI1902.SSID"},
    "请输入SSID":{id:"BI1902.请输入SSID"},
    "密码":{id:"BI1902.密码"},
    "请输入密码":{id:"BI1902.请输入密码"},
    "操作":{id:"BI1902.操作"},
    "请选择状态":{id:"BI1902.请选择状态"},
    "设备型号":{id:"BI1902.设备型号"},
    "频段":{id:"BI1902.频段"},
    "信道":{id:"BI1902.信道"},
    "网段":{id:"BI1902.网段"},
    "关联频段":{id:"BI1902.关联频段"},
    "隐藏SSID":{id:"BI1902.隐藏SSID"},
    "请选择设备型号":{id:"BI1902.请选择设备型号"},
    "请选择是否隐藏SSID":{id:"BI1902.请选择是否隐藏SSID"},
    "请选择网段":{id:"BI1902.请选择网段"},
    "请选择信道":{id:"BI1902.请选择信道"},
    "请选择频段":{id:"BI1902.请选择频段"},
    
});

export default messages;

