import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "设备名称": {id: "MI0101.设备名称"},
    "状态": {id: "MI0101.状态"},
    "企业名称": {id: "MI0101.企业名称"},
    "节点名称": {id: "MI0101.节点名称"},
    "设备类型": {id: "MI0101.设备类型"},
    "设备序列号": {id: "MI0101.设备序列号"},
    "设备更换": {id: "MI0101.设备更换"},
    "设备回收": {id: "MI0101.设备回收"},
    "确定要回收该设备吗": {id: "MI0101.确定要回收该设备吗"},
    "开始时间": {id: "MI0101.开始时间"},
    "结束时间": {id: "MI0101.结束时间"},
    "类型": {id: "MI0101.类型"},
    "设备总数": {id: "MI0101.设备总数"},
    "请选择设备类型": {id: "MI0101.请选择设备类型"},
    "设备迁移":{id:"MI0101.设备迁移"},
    "确认要更换设备吗?":{id:"MI0101.确认要更换设备吗?"},
    "请输入设备名称":{id:"MI0101.请输入设备名称"},
    "请输入设备名称最多输入128字符":{id:"MI0101.请输入设备名称最多输入128字符"},
    "目前节点名称":{id:"MI0101.目前节点名称"},
    "请选择目标节点名称":{id:"MI0101.请选择目标节点名称"},
    "目标节点名称":{id:"MI0101.目标节点名称"},
    "请选择设备型号":{id:"MI0101.请选择设备型号"},
    "确定要回收该设备吗?":{id:"MI0101.确定要回收该设备吗?"},
    "请选择设备":{id:"MI0101.请选择设备"},
    "设备":{id:"MI0101.设备"}

});

export default messages;


