import {defineMessages} from 'react-intl';

const messages = defineMessages({
    '编辑':{id:"CI2801.编辑"},
    '新增':{id:"CI2801.新增"},
    '频段':{id:"CI2801.频段"},
    '操作':{id:"CI2801.操作"},
    '批量更新':{id:"CI2801.批量更新"},
    "边缘节点":{id:"CI2801.边缘节点"},
    "中心节点":{id:"CI2801.中心节点"},
    "激活":{id:"CI2801.激活"},
    "未激活":{id:"CI2801.未激活"},
    "节点名称":{id:"CI2801.节点名称"},
    "请选择节点名称":{id:"CI2801.请选择节点名称"},
    "设备型号":{id:"CI2801.设备型号"},
    "请选择设备型号":{id:"CI2801.请选择设备型号"},
    "配置模板":{id:"CI2801.配置模板"},
    "请选择配置模板":{id:"CI2801.请选择配置模板"},
    "配置名称":{id:"CI2801.配置名称"},
    "请输入配置名称":{id:"CI2801.请输入配置名称"},
    "节点类型":{id:"CI2801.节点类型"},
    "私网IP段":{id:"CI2801.私网IP段"},
    "状态":{id:"CI2801.状态"},
    "硬件ID":{id:"CI2801.硬件ID"},
    "请选择激活状态":{id:"CI2801.请选择激活状态"},
    "确定删除当前信息?":{id:"CI3401.确定删除当前信息?"},
});

export default messages;

