import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "设备名称": {id: "CI0304.设备名称"},
    "时间段": {id: "CI0304.时间段"},
    "流量概况": {id: "CI0304.流量概况"},
    "应用排行榜": {id: "CI0304.应用排行榜"},
    "用户排行榜": {id: "CI0304.用户排行榜"},
    "至": {id: "CI0304.至"},
    "流量类型": {id: "CI0304.流量类型"},
    "流量大小": {id: "CI0304.流量大小"},
    "用户IP地址": {id: "CI0304.用户IP地址"},
    "MAC地址": {id: "CI0304.MAC地址"},
    "流量": {id: "CI0304.流量"},
    "流量占比": {id: "CI0304.流量占比"},
    "请选择数据条数": {id: "CI0304.请选择数据条数"},
    "请输入关键字": {id: "CI0304.请输入关键字"},
    "用户流量详情": {id: "CI0304.用户流量详情"},
    "应用排名": {id: "CI0304.应用排名"},
    "日流量趋势图": {id: "CI0304.日流量趋势图"},
    "应用流量排行": {id: "CI0304.应用流量排行"},
    "搜索": {id: "CI0304.搜索"},
    "应用流量详情": {id: "CI0304.应用流量详情"},
    "应用名称": {id: "CI0304.应用名称"},
    "时间": {id: "CI0304.时间"},
    "条": {id: "CI0304.条"},
    "日流量": {id: "CI0304.日流量"},
    "用户排名": {id: "CI0304.用户排名"},
    "目标IP流量":{id:"CI0304.目标IP流量"},
    "目标IP":{id:"CI0304.目标IP"},
    "目标端口":{id:"CI0304.目标端口"},


});

export default messages;

