import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "企业名称": {id: "MI1201.企业名称"},
    "状态": {id: "MI1201.状态"},
    "设备流量分析": {id: "MI1201.设备流量分析"},
    "带宽流量分析": {id: "MI1201.带宽流量分析"},
    "流量分时统计": {id: "MI1201.流量分时统计"},
    "日流量统计": {id: "MI1201.日流量统计"},
    "流量压缩分析": {id: "MI1201.流量压缩分析"},
    "流量去重分析": {id: "MI1201.流量去重分析"},
    "正式": {id: "MI1201.正式"},
    "试用": {id: "MI1201.试用"},
    "停用": {id: "MI1201.停用"},
    "请选择客户状态": {id: "MI1201.请选择客户状态"},
    "请输入企业名称": {id: "MI1201.请输入企业名称"},
    "更改密码": {id: "MI1201.更改密码"},
    "DPI流量分析":{id:"MI1201.DPI流量分析"}
});

export default messages;


