import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "条": {id: "MI1202.条"},
    "应用名称": {id: "MI1202.应用名称"},
    "目标地址": {id: "MI1202.目标地址"},
    "目标端口": {id: "MI1202.目标端口"},
    "协议": {id: "MI1202.协议"},
    "压缩前流量(M)": {id: "MI1202.压缩前流量(M)"},
    "压缩率(%)": {id: "MI1202.压缩率(%)"},
    "压缩后流量(M)": {id: "MI1202.压缩后流量(M)"},
    "压缩节省流量(M)": {id: "MI1202.压缩节省流量(M)"},
    "历史流量": {id: "MI1202.历史流量"},
    "流量(MB)": {id: "MI1202.流量(MB)"},
    "去重率(%)": {id: "MI1202.去重率(%)"},
    "压缩前流量(MB)": {id: "MI1202.压缩前流量(MB)"},
    "压缩后流量(MB)": {id: "MI1202.压缩后流量(MB)"},
    "请选择时间间隔": {id: "MI1202.请选择时间间隔"},
    "最近30分钟": {id: "MI1202.最近30分钟"},
    "最近六小时": {id: "MI1202.最近六小时"},
    "最近24小时": {id: "MI1202.最近24小时"},
    "最近一周": {id: "MI1202.最近一周"},
    "流量压缩日统计": {id: "MI1202.流量压缩日统计"},
    "应用流量压缩日统计": {id: "MI1202.应用流量压缩日统计"},

});

export default messages;

