import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "设备名称": {id: "BI0601.设备名称"},
    "企业名称": {id: "BI0601.企业名称"},
    "设备类型": {id: "BI0601.设备类型"},
    "节点名称": {id: "BI0601.节点名称"},
    "设备序列号": {id: "BI0601.设备序列号"},
    "运营商": {id: "BI0601.运营商"},
    "请选择运营商": {id: "BI0601.请选择运营商"},
    "带宽": {id: "BI0601.带宽"},
    "请输入带宽": {id: "BI0601.请输入带宽"},
    "请输入运营商IP": {id: "BI0601.请输入运营商IP"},
    "请输入正确IP格式": {id: "BI0601.请输入正确IP格式"},
    "备注": {id: "BI0601.备注"},
    "最多输入256字符": {id: "BI0601.最多输入256字符"},
    "请输入备注": {id: "BI0601.请输入备注"},
    "编辑ISP": {id: "BI0601.编辑ISP"},
    "新增ISP": {id: "BI0601.新增ISP"},
    "IP地址": {id: "BI0601.IP地址"},
    "带宽(M)": {id: "BI0601.带宽(M)"},
    "操作": {id: "BI0601.操作"},
    "ISP配置": {id: "BI0601.ISP配置"},

});

export default messages;


