import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "CPE型号": {id: "PC0402.CPE型号"},
    "硬件类别": {id: "PC0402.硬件类别"},
    "说明": {id: "PC0402.说明"},
    "操作": {id: "PC0402.操作"},
    "添加CPE": {id: "PC0402.添加CPE"},
    "编辑CPE": {id: "PC0402.编辑CPE"},
    "请选择CPE型号": {id: "PC0402.请选择CPE型号"},
    "请输入说明": {id: "PC0402.请输入说明"},
    "请输入硬件类别": {id: "PC0402.请输入硬件类别"},
    "设备型号":{id:"PC0402.设备型号"},
    "硬件标识":{id:"PC0402.硬件标识"},
    "模板文件":{id:"PC0402.模板文件"},
    "内存":{id:"PC0402.内存"},
    "大端":{id:"PC0402.大端"},
    "小端":{id:"PC0402.小端"},
    "编辑设备型号":{id:"PC0402.编辑设备型号"},
    "添加设备型号":{id:"PC0402.添加设备型号"},
    "请选择设备型号":{id:"PC0402.请选择设备型号"},
    "3F之间的16进制的数字":{id:"PC0402.3F之间的16进制的数字"},
    "请输入硬件标识":{id:"PC0402.请输入硬件标识"},
    "硬件标识只能输入01-3F之间的16进制的数字":{id:"PC0402.硬件标识只能输入01-3F之间的16进制的数字"},
    "硬件类型":{id:"PC0402.硬件类型"}
});

export default messages;
