import {defineMessages} from "react-intl";

const messages = defineMessages({
    "应用程序":{id:"CI0302.应用程序"},
    "源地址":{id:"CI0302.源地址"},
    "目标地址":{id:"CI0302.目标地址"},
    "目标端口":{id:"CI0302.目标端口"},
    "协议":{id:"CI0302.协议"},
    "速率":{id:"CI0302.速率"},
    "条":{id:"CI0302.条"},
    "应用程序流量分析":{id:"CI0302.应用程序流量分析"},
    "边缘节点流量分析":{id:"CI0302.边缘节点流量分析"},
    "自定义应用程序":{id:"CI0302.自定义应用程序"},
    "请输入源地址":{id:"CI0302.请输入源地址"},
    "请输入目标地址":{id:"CI0302.请输入目标地址"},
    "请输入目标端口":{id:"CI0302.请输入目标端口"},
    "流量":{id:"CI0302.流量"},
    "节点名称":{id:"CI0302.节点名称"},
    "应用名称":{id:"CI0302.应用名称"},
    "修改应用程序名称":{id:"CI0301.修改应用程序名称"},
    "请输入应用程序名称":{id:"CI0301.请输入应用程序名称"},
});

export default messages;