import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "链路名称": {id: "MI0501.链路名称"},
    "状态": {id: "MI0501.状态"},
    "企业名称": {id: "MI0501.企业名称"},
    "边缘节点": {id: "MI0501.边缘节点"},
    "服务等级": {id: "MI0501.服务等级"},
    "链路类型": {id: "MI0501.链路类型"},
    "带宽": {id: "MI0501.带宽"},
    "人工选路": {id: "MI0501.人工选路"},
    "智能去重": {id: "MI0501.智能去重"},
    "未启用": {id: "MI0501.未启用"},
    "已启用": {id: "MI0501.已启用"},
    "国内组网": {id: "MI0501.国内组网"},
    "全球组网": {id: "MI0501.全球组网"},
    "国内SaaS加速": {id: "MI0501.国内SaaS加速"},
    "全球SaaS加速": {id: "MI0501.全球SaaS加速"},
    "去重": {id: "MI0501.去重"},
    "不去重": {id: "MI0501.不去重"},
    "自动选路": {id: "MI0501.自动选路"},
    "链路总数": {id: "MI0501.链路总数"},
    "请选择链路类型": {id: "MI0501.请选择链路类型"},
    "请选择去重方式": {id: "MI0501.请选择去重方式"},
    "请选择选路方式": {id: "MI0501.请选择选路方式"},
    "云VPN": {id: "MI0501.云VPN"},
    "云专线": {id: "MI0501.云专线"},
    "超级云专线": {id: "MI0501.超级云专线"},
    "RTT设置":{id:"MI0501.RTT设置"},
    "RTT基准值":{id:"MI0501.RTT基准值"},
    "请输入RTT基准值":{id:"MI0501.请输入RTT基准值"},
    "只能输入正整数":{id:"MI0501.只能输入正整数"},
    "批量RTT设置":{id:"MI0501.批量RTT设置"},
    "协议设置":{id:"MI0501.协议设置"},
    "协议":{id:"MI0501.协议"},
    "批量协议设置":{id:"MI0501.批量协议设置"},


});

export default messages;
