import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "只能删除禁用状态项": {id: "CI0901.只能删除禁用状态项"},
    "请上传txt格式文件": {id: "CI0901.请上传txt格式文件"},
    "域名": {id: "CI0901.域名"},
    "状态": {id: "CI0901.状态"},
    "操作": {id: "CI0901.操作"},
    "启用": {id: "CI0901.启用"},
    "禁用": {id: "CI0901.禁用"},
    "确认删除该项吗?": {id: "CI0901.确认删除该项吗"},
    "导入失败原因": {id: "CI0901.导入失败原因"},
    "请输入域名": {id: "CI0901.请输入域名"},
    "添加白名单": {id: "CI0901.添加白名单"},
    "域名格式不正确": {id: "CI0901.域名格式不正确"},
    "提示:批量导入的文件必须使用提供的模板才能成功": {id: "CI0901.提示:批量导入的文件必须使用提供的模板才能成功"},
    "上传文件": {id: "CI0901.上传文件"},
    "没有模板": {id: "CI0901.没有模板"},
    "点击下载": {id: "CI0901.点击下载"},
    "导入结果": {id: "CI0901.导入结果"},
    "导入成功": {id: "CI0901.导入成功"},
    "导入失败": {id: "CI0901.导入失败"},
    "未开启海外加速，无法配置白名单": {id: "CI0901.未开启海外加速，无法配置白名单"},
});

export default messages;
