import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "一次任务只可以是同一个企业": {id: "MI0801.一次任务只可以是同一个企业"},
    "请选择升级版本": {id: "MI0801.请选择升级版本"},
    "设备名称": {id: "MI0801.设备名称"},
    "企业": {id: "MI0801.企业"},
    "类型": {id: "MI0801.类型"},
    "状态": {id: "MI0801.状态"},
    "节点IP地址": {id: "MI0801.节点IP地址"},
    "型号": {id: "MI0801.型号"},
    "版本": {id: "MI0801.版本"},
    "设备序列号": {id: "MI0801.设备序列号"},
    "下发升级任务": {id: "MI0801.下发升级任务"},
    "请选择搜索企业": {id: "MI0801.请选择搜索企业"},
    "请选择类型": {id: "MI0801.请选择类型"},
    "请输入搜索的设备名称": {id: "MI0801.请输入搜索的设备名称"},
    "搜索": {id: "MI0801.搜索"},
    "节点名称": {id: "MI0801.节点名称"},
    "请选择版本": {id: "MI0801.请选择版本"},
    "请输入关键字":{id: "MI0801.请输入关键字"},
    "请选择设备型号":{id: "MI0801.请选择设备型号"}
});

export default messages;


