import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "名称": {id: "CI1701.名称"},
    "描述": {id: "CI1701.描述"},
    "端口": {id: "CI1701.端口"},
    "操作": {id: "CI1701.操作"},
    "编辑端口分组": {id: "CI1701.编辑端口分组"},
    "新增端口分组": {id: "CI1701.新增端口分组"},
    "请输入端口分组名称": {id: "CI1701.请输入端口分组名称"},
    "请输入端口分组描述": {id: "CI1701.请输入端口分组描述"},
    "端口分组名称最多输入50字符": {id: "CI1701.端口分组名称最多输入50字符"},
    "端口分组描述最多输入255字符": {id: "CI1701.端口分组描述最多输入255字符"},
    "请输入端口": {id: "CI1701.请输入端口"},

});

export default messages;


