import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "昵称": {id: "CI0701.昵称"},
    "角色": {id: "CI0701.角色"},
    "超级管理员": {id: "CI0701.超级管理员"},
    "普通用户": {id: "CI0701.普通用户"},
    "状态": {id: "CI0701.状态"},
    "启用": {id: "CI0701.启用"},
    "操作": {id: "CI0701.操作"},
    "密码重置": {id: "CI0701.密码重置"},
    "编辑账号": {id: "CI0701.编辑账号"},
    "新增账号": {id: "CI0701.新增账号"},
    "请输入正确格式邮箱地址": {id: "CI0701.请输入正确格式邮箱地址"},
    "请输入账号": {id: "CI0701.请输入账号"},
    "账号最多输入100个字符": {id: "CI0701.账号最多输入100个字符"},
    "账号": {id: "CI0701.账号"},
    "请输入昵称": {id: "CI0701.请输入昵称"},
    "昵称最多输入50个字符": {id: "CI0701.昵称最多输入50个字符"},

});

export default messages;