import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "请选择企业名称":{id:"BI1902.请选择企业名称"},
    "设备名称":{id:"BI1904.设备名称"},
    "状态":{id:"BI1904.状态"},
    "SSID":{id:"BI1904.SSID"},
    "认证方式":{id:"BI1904.认证方式"},
    "密码":{id:"BI1904.密码"},
    "信道":{id:"BI1904.信道"},
    "频段":{id:"BI1904.频段"},
    "企业名称":{id:"BI1904.企业名称"},
    "节点名称":{id:"BI1904.节点名称"},
    "设备型号":{id:"BI1904.设备型号"},
    "设备序列号":{id:"BI1904.设备序列号"},
    "操作":{id:"BI1904.操作"},
    "个性化配置":{id:"BI1904.个性化配置"},
    "请选择认证方式":{id:"BI1904.请选择认证方式"},
    "请选择信道":{id:"BI1904.请选择信道"},
    "密码长度不得小于8位":{id:"BI1904.密码长度不得小于8位"},
    
    "网段名称":{id:"BI1904.网段名称"},
    "隐藏SSID":{id:"BI1904.隐藏SSID"},
    "网段":{id:"BI1904.网段"},
    "请选择网段":{id:"BI1904.请选择网段"},
});

export default messages;

